Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Quotation marks stay as you typed them, which code needs.
cs: Uvozovky zůstanou tak, jak jste je napsali, což kód vyžaduje.
de: Anführungszeichen bleiben so, wie du sie eingegeben hast, was für Code nötig ist.
es: Las comillas se quedan como las escribes, que es lo que necesita el código.
fr: Les guillemets restent tels que vous les avez saisis, ce dont le code a besoin.
it: Le virgolette restano come le hai digitate, come serve per il codice.
ja: 引用符が入力したとおりのままになります。コードにはこれが必要です。
ko: 따옴표가 입력한 그대로 유지됩니다. 코드를 작성할 때 필요합니다.
nl: Aanhalingstekens blijven zoals je ze typt, wat nodig is voor code.
pl: Cudzysłowy pozostają takie, jak je wpisano, czego wymaga kod.
pt: As aspas ficam como você as digitou, como o código exige.
ro: Ghilimelele rămân așa cum le‑ați tastat, cum este necesar în cod.
ru: Кавычки остаются такими, как Вы их ввели, а это нужно для кода.
sv: Citationstecken förblir som du skrev dem, vilket kod behöver.
tr: Tırnak işaretleri yazdığınız gibi kalır; kod yazarken bu gerekir.
uk: Лапки лишаються такими, як ви їх ввели, а саме це потрібно для коду.
zh_hans: 引号保持你键入时的样子，这是代码所需要的。
zh_hant: 引號會維持你輸入時的樣子，這是程式碼所需要的。

source: Read only
cs: Jen ke čtení
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 閲覧のみ
ko: 읽기 전용
nl: Alleen lezen
pl: Tylko do odczytu
pt: Somente leitura
ro: Doar citire
ru: Только чтение
sv: Skrivskyddat
tr: Salt okunur
uk: Тільки перегляд
zh_hans: 只读
zh_hant: 唯讀

source: Reading contents…
cs: Čtení obsahu…
de: Inhalte lesen …
es: Leyendo el contenido…
fr: Lecture du contenu…
it: Leggo i contenuti…
ja: 内容を読み込んでいます…
ko: 내용 읽는 중…
nl: Inhoud lezen…
pl: Odczytuję zawartość…
pt: Lendo o conteúdo…
ro: Citire conținut…
ru: Чтение содержимого…
sv: Läser innehåll…
tr: İçerikler okunuyor…
uk: Читання вмісту…
zh_hans: 正在读取内容…
zh_hant: 正在讀取內容⋯

source: Rebase when pulling
cs: Při stahování provádět rebase
de: Beim Pull einen Rebase ausführen
es: Hacer pull con rebase
fr: Rebaser lors d’un pull
it: Esegui il rebase durante il pull
ja: プル時にリベース
ko: 풀할 때 리베이스
nl: Rebase bij pullen
pl: Wykonuj rebase przy pobieraniu zmian
pt: Fazer pull com rebase
ro: Faceți rebase la pull
ru: Перебазировать при получении изменений
sv: Ombasera vid pull
tr: Pull yaparken rebase yap
uk: Перебазовувати під час отримання змін
zh_hans: 拉取时变基
zh_hant: 拉取時使用rebase

source: Receipt only
cs: Jen záznam o instalaci
de: Nur Quittung
es: Solo el recibo
fr: Reçu uniquement
it: Solo la ricevuta
ja: レシートのみ
ko: 수신 정보만 있음
nl: Alleen installatiebewijs
pl: Tylko potwierdzenie
pt: Só o recibo
ro: Doar recipisa
ru: Только квитанция
sv: Bara kvitto
tr: Yalnızca makbuz
uk: Лише квитанція
zh_hans: 仅剩回执
zh_hant: 僅剩收據

source: Recent Documents
cs: Poslední položky
de: Benutzte Dokumente
es: Ítems recientes
fr: Éléments récents
it: Elementi recenti
ja: 最近使った項目
ko: 최근 사용 항목
nl: Recente documenten
pl: Ostatnie rzeczy
pt: Itens Recentes
ro: Documente recente
ru: Недавние объекты
sv: Senaste dokument
tr: Son Kullanılan Belgeler
uk: Недавні елементи
zh_hans: 最近使用的项目
zh_hant: 最近使用過的項目

source: Recommended
cs: Doporučené
de: Empfohlen
es: Recomendados
fr: Suppression recommandée
it: Consigliati
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Zalecane
pt: Recomendados
ro: Recomandate
ru: Рекомендованные
sv: Rekommenderat
tr: Önerilen
uk: Рекомендовані
zh_hans: 推荐
zh_hant: 建議

source: Red after a failed command
cs: Červená po neúspěšném příkazu
de: Rot nach einem fehlgeschlagenen Befehl
es: En rojo tras un comando fallido
fr: Rouge après l’échec d’une commande
it: Rosso dopo un comando non riuscito
ja: 失敗したコマンドの後は赤で表示
ko: 명령 실패 후 빨간색으로 표시
nl: Rood na een mislukt commando
pl: Czerwony po nieudanym poleceniu
pt: Vermelho após um comando que falhou
ro: Roșu după o comandă eșuată
ru: Красный символ после ошибки
sv: Röd efter ett misslyckat kommando
tr: Başarısız bir komuttan sonra kırmızı
uk: Червоний символ після невдалої команди
zh_hans: 命令失败后变为红色
zh_hant: 指令失敗後顯示紅色

source: Redo
cs: Opakovat akci
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
ja: やり直す
ko: 실행 복귀
nl: Opnieuw
pl: Przywróć
pt: Refazer
ro: Refaceți
ru: Повторить
sv: Gör om
tr: Yinele
uk: Повторити
zh_hans: 重做
zh_hant: 重做

source: Release Notes
cs: Poznámky k vydání
de: Versionshinweise
es: Notas de la versión
fr: Notes de mise à jour
it: Note della versione
ja: リリースノート
ko: 릴리즈 노트
nl: Versienotities
pl: Informacje o wersji
pt: Notas de Lançamento
ro: Note de publicare
ru: Заметки к выпуску
sv: Versionsanmärkningar
tr: Çıkış Notları
uk: Примітки до випуску
zh_hans: 发布说明
zh_hant: 版本附註

source: Reload
cs: Znovu načíst
de: Neu laden
es: Volver a cargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 다시 로드
nl: Laad opnieuw
pl: Wczytaj ponownie
pt: Recarregar
ro: Reîncărcați
ru: Перезагрузить
sv: Läs in på nytt
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新载入
zh_hant: 重新載入

source: Remember 50,000 commands
cs: Pamatovat si 50 000 příkazů
de: 50.000 Befehle merken
es: Recordar 50.000 comandos
fr: Mémoriser 50 000 commandes
it: Ricorda 50.000 comandi
ja: 50,000件のコマンドを記憶
ko: 명령 50,000개 기억
nl: Onthoud 50.000 commando's
pl: Pamiętaj 50 000 poleceń
pt: Lembrar 50.000 comandos
ro: Rețineți 50.000 de comenzi
ru: Запоминать 50 000 команд
sv: Kom ihåg 50 000 kommandon
tr: Son 50.000 komutu hatırla
uk: Запамʼятовувати 50 000 команд
zh_hans: 记住50,000条命令
zh_hant: 記住50,000個指令

source: Remember the folders you visit
cs: Pamatovat si navštívené složky
de: Besuchte Ordner merken
es: Recordar las carpetas que visitas
fr: Mémoriser les dossiers que vous visitez
it: Ricorda le cartelle che visiti
ja: 訪れたフォルダを記憶
ko: 방문한 폴더 기억
nl: Onthoud de mappen die je bezoekt
pl: Pamiętaj odwiedzane foldery
pt: Lembrar as pastas que você visita
ro: Rețineți dosarele pe care le vizitați
ru: Запоминать папки, которые Вы посещаете
sv: Kom ihåg mapparna som du besöker
tr: Gittiğiniz klasörleri hatırla
uk: Запамʼятовувати відвідані папки
zh_hans: 记住你访问过的文件夹
zh_hant: 記住你前往過的檔案夾

source: Remembers the folders you use: `z` with part of a name goes to the best match, and `zi` lets you choose.
cs: Pamatuje si složky, které používáte: `z` s částí názvu přejde do nejlépe odpovídající složky a `zi` vám dá na výběr.
de: Merkt sich die Ordner, die du verwendest: `z` mit einem Teil eines Namens wechselt zum besten Treffer, und mit `zi` kannst du wählen.
es: Recuerda las carpetas que usas: `z` con parte de un nombre va a la que mejor coincide, y `zi` te deja elegir.
fr: Mémorise les dossiers que vous utilisez : `z` suivi d’une partie d’un nom va dans le dossier qui correspond le mieux, et `zi` vous laisse choisir.
it: Ricorda le cartelle che usi: `z` seguito da una parte di un nome va alla corrispondenza migliore, e `zi` ti lascia scegliere.
ja: 使っているフォルダを記憶します。`z`に名前の一部を付けて実行すると最もよく一致するフォルダに移動し、`zi`では候補から選べます。
ko: 사용하는 폴더를 기억합니다. `z` 다음에 이름의 일부를 입력하면 가장 잘 일치하는 폴더로 이동하고, `zi`를 사용하면 직접 선택할 수 있습니다.
nl: Onthoudt de mappen die je gebruikt: `z` met een deel van een naam gaat naar de beste overeenkomst, en met `zi` kies je zelf.
pl: Zapamiętuje foldery, których używasz: `z` z częścią nazwy przechodzi do najlepiej pasującego folderu, a `zi` pozwala wybrać.
pt: Lembra as pastas que você usa: `z` com parte de um nome vai para a pasta que melhor corresponde, e `zi` deixa você escolher.
ro: Reține dosarele pe care le folosiți: `z` urmat de o parte dintr‑un nume accesează dosarul care se potrivește cel mai bine, iar `zi` vă permite să alegeți.
ru: Запоминает папки, которыми Вы пользуетесь: `z` с частью имени переходит в самую подходящую папку, а `zi` позволяет выбрать.
sv: Kommer ihåg mapparna som du använder: `z` med en del av ett namn går till den bästa träffen, och `zi` låter dig välja.
tr: Kullandığınız klasörleri hatırlar: bir adın bir kısmıyla kullanılan `z` en iyi eşleşmeye gider, `zi` ise seçmenize olanak tanır.
uk: Запамʼятовує папки, якими ви користуєтеся: `z` з частиною назви переходить до найкращого збігу, а `zi` дає змогу вибрати.
zh_hans: 记住你常用的文件夹：`z`加上名称的一部分即可前往最匹配的文件夹，`zi`则让你自行选取。
zh_hant: 記住你使用的檔案夾：`z`加上部分名稱即可前往最符合的檔案夾，`zi`則讓你自行選擇。

source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt: Remover
ro: Eliminați
ru: Убрать
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_hans: 移除
zh_hant: 移除

source: Remove Downloads
cs: Odstranit stažené
de: Downloads entfernen
es: Eliminar descargas
fr: Retirer les téléchargements
it: Rimuovi i download
ja: ダウンロードしたものを削除
ko: 다운로드 제거
nl: Verwijder downloads
pl: Usuń pobrane rzeczy
pt: Remover Downloads
ro: Eliminați descărcările
ru: Удалить загрузки
sv: Ta bort hämtningarna
tr: İndirilenleri Sil
uk: Вилучити викачування
zh_hans: 移除下载
zh_hant: 移除下載項目

source: Remove Peel
cs: Odstranit Peel
de: Peel entfernen
es: Eliminar Peel
fr: Supprimer Peel
it: Rimuovi Peel
ja: Peelをアンインストール
ko: Peel 제거
nl: Verwijder Peel
pl: Odinstaluj Peel
pt: Remover o Peel
ro: Eliminați Peel
ru: Удалить Peel
sv: Ta bort Peel
tr: Peel’i Kaldır
uk: Вилучити Peel
zh_hans: 移除Peel
zh_hant: 移除Peel

source: Remove Peel from this Mac?
cs: Odstranit Peel z tohoto Macu?
de: Peel von diesem Mac entfernen?
es: ¿Eliminar Peel de este Mac?
fr: Supprimer Peel de ce Mac ?
it: Vuoi rimuovere Peel da questo Mac?
ja: このMacからPeelをアンインストールしますか?
ko: 이 Mac에서 Peel을 제거하겠습니까?
nl: Peel van deze Mac verwijderen?
pl: Odinstalować Peel z tego Maca?
pt: Remover o Peel deste Mac?
ro: Eliminați Peel de pe acest Mac?
ru: Удалить Peel с этого Mac?
sv: Vill du ta bort Peel från den här datorn?
tr: Peel bu Mac’ten kaldırılsın mı?
uk: Вилучити Peel з цього Mac?
zh_hans: 要从这台Mac上移除Peel吗？
zh_hant: 要從這部Mac移除Peel嗎？

source: Remove Peel, in Settings > General, removes its helper and login item as well. Moved from here, Peel would leave them behind.
cs: Volba „Odstranit Peel“ v Nastavení > Obecné odstraní také pomocníka Peelu a jeho položku přihlášení. Kdyby byl Peel odtud přesunut do koše, zanechal by je po sobě.
de: Mit „Peel entfernen“ unter „Einstellungen“ > „Allgemein“ werden auch das Hilfsprogramm und das Anmeldeobjekt von Peel entfernt. Von hier aus verschoben, würde Peel beide hinterlassen.
es: “Eliminar Peel”, en Ajustes > General, también elimina su asistente y su ítem de inicio. Si se trasladara desde aquí, Peel los dejaría atrás.
fr: Dans Réglages > Général, « Supprimer Peel » supprime aussi son utilitaire et son élément d’ouverture. Placé dans la corbeille depuis cette page, Peel les laisserait derrière lui.
it: “Rimuovi Peel”, in Impostazioni > Generali, rimuove anche l’assistente e l’elemento login di Peel. Spostato da qui, Peel se li lascerebbe dietro.
ja: “設定”＞“一般”にある“Peelをアンインストール”を使うと、ヘルパーとログイン項目も一緒に取り除かれます。ここからゴミ箱に入れた場合、Peelはそれらを残していくことになります。
ko: 설정 > 일반에 있는 ‘Peel 제거’는 보조 프로그램과 로그인 항목도 함께 제거합니다. 여기에서 휴지통으로 이동하면 Peel이 이 두 가지를 남기게 됩니다.
nl: Met 'Verwijder Peel' in Instellingen > Algemeen worden ook het hulpprogramma en het inlogonderdeel van Peel verwijderd. Als Peel hier naar de prullenmand werd verplaatst, zou Peel ze achterlaten.
pl: „Odinstaluj Peel” w Ustawieniach > Ogólne odinstalowuje także pomocnika Peel i usuwa rzecz otwieraną podczas logowania. Przeniesiony stąd do Kosza, Peel pozostawiłby po sobie jedno i drugie.
pt: “Remover o Peel”, em Ajustes > Geral, também remove o auxiliar e o item de início de sessão. Se fosse movido daqui, o Peel os deixaria para trás.
ro: „Eliminați Peel”, din Configurări > General, elimină și instrumentul de ajutor și articolul de lansat la login. Dacă ar fi mutat în Coș de aici, Peel le‑ar lăsa în urmă.
ru: Пункт «Удалить Peel» в разделе «Настройки» > «Основные» удаляет также помощника Peel и объект входа. Если бы Peel переместили отсюда, он оставил бы их после себя.
sv: ”Ta bort Peel” i Inställningar > Allmänt tar även bort Peels hjälpprogram och startobjekt. Om Peel flyttades härifrån skulle de lämnas kvar.
tr: Ayarlar > Genel’deki “Peel’i Kaldır”, Peel’in yardımcısını ve oturum açma öğesini de kaldırır. Peel buradan Çöp Sepeti’ne taşınsaydı, bunları geride bırakırdı.
uk: Команда «Вилучити Peel» у розділі Параметри > Загальні вилучає також помічника й елемент автозапуску Peel. Якби Peel перемістили звідси, вона залишила б їх по собі.
zh_hans: “设置”>“通用”中的“移除Peel”还会一并移除Peel的帮助程序和登录项。如果从此处移走，Peel会将它们留下。
zh_hant: 「設定」>「一般」中的「移除Peel」也會一併移除Peel的輔助程式和登入項目。若從這裡移動Peel，就會留下它們。

source: Remove apps and what they leave behind, free up space, and fine-tune your Mac.
cs: Odstraňujte aplikace i to, co po sobě zanechávají, uvolňujte místo a dolaďujte svůj Mac.
de: Entferne Apps und was sie hinterlassen, gib Speicherplatz frei und passe deinen Mac an.
es: Elimina apps y lo que dejan, libera espacio y afina tu Mac.
fr: Supprimez les apps et ce qu’elles laissent derrière elles, libérez de l’espace et ajustez votre Mac.
it: Rimuovi le app e ciò che si lasciano dietro, libera spazio e perfeziona il Mac.
ja: アプリと、アプリが残すものを取り除き、領域を解放し、Macをカスタマイズします。
ko: 앱과 앱이 남기는 항목을 제거하고, 공간을 확보하고, Mac을 미세 조정합니다.
nl: Verwijder apps en wat ze achterlaten, maak ruimte vrij en verfijn je Mac.
pl: Przenosi do Kosza aplikacje i to, co po sobie pozostawiają, zwalnia miejsce i dostraja Maca.
pt: Remova apps e o que eles deixam para trás, libere espaço e ajuste o Mac.
ro: Elimină aplicațiile și ce lasă acestea în urmă, eliberează spațiu și reglează fin Mac‑ul dvs.
ru: Удаление приложений и их остатков, освобождение места и тонкая настройка Mac.
sv: Ta bort appar och det de lämnar kvar, frigör utrymme och finjustera datorn.
tr: Uygulamaları ve geride bıraktıklarını kaldırın, yer boşaltın ve Mac’inizde ince ayar yapın.
uk: Вилучайте програми й те, що вони залишають по собі, звільняйте місце й тонко налаштовуйте свій Mac.
zh_hans: 移除App及其留下的文件，释放空间，微调你的Mac。
zh_hant: 移除App及其留下的檔案、釋放空間，並微調你的Mac。

source: Remove branches deleted on the remote
cs: Odstraňovat větve smazané ve vzdáleném repozitáři
de: Auf dem Remote gelöschte Branches entfernen
es: Eliminar las ramas borradas en el remoto
fr: Retirer les branches supprimées sur le dépôt distant
it: Rimuovi i branch eliminati in remoto
ja: リモートで削除されたブランチを取り除く
ko: 원격 저장소에서 삭제된 브랜치 제거
nl: Verwijder branches die op de remote zijn verwijderd
pl: Usuwaj gałęzie usunięte zdalnie
pt: Remover branches apagados no remoto
ro: Eliminați branch‑urile șterse de pe remote
ru: Удалять ветки, которых больше нет в удаленном репозитории
sv: Ta bort grenar som raderats i fjärrkodförrådet
tr: Uzak depoda silinen dalları kaldır
uk: Вилучати гілки, видалені у віддаленому репозиторії
zh_hans: 移除远程仓库上已删除的分支
zh_hant: 移除遠端已刪除的分支

source: Remove extra spaces
cs: Odstraňovat nadbytečné mezery
de: Überflüssige Leerzeichen entfernen
es: Quitar los espacios sobrantes
fr: Supprimer les espaces superflues
it: Rimuovi gli spazi superflui
ja: 余分なスペースを取り除く
ko: 불필요한 공백 제거
nl: Verwijder overbodige spaties
pl: Usuwaj zbędne spacje
pt: Remover espaços extras
ro: Eliminați spațiile în plus
ru: Убирать лишние пробелы
sv: Ta bort extra mellanslag
tr: Fazla boşlukları kaldır
uk: Вилучати зайві пробіли
zh_hans: 移除多余的空格
zh_hant: 移除多餘的空格

source: Remove from the Dock
cs: Odstranit z Docku
de: Aus dem Dock entfernen
es: Eliminar del Dock
fr: Supprimer du Dock
it: Rimuovi dal Dock
ja: Dockから削除
ko: Dock에서 제거
nl: Verwijder uit Dock
pl: Usuń z Docka
pt: Remover do Dock
ro: Eliminați din Dock
ru: Удалить из Dock
sv: Ta bort från Dock
tr: Dock’tan çıkar
uk: Вилучити з Dock
zh_hans: 从程序坞中移除
zh_hant: 從Dock中移除

source: Remove the downloads from this Mac?
cs: Odstranit stažené z tohoto Macu?
de: Die Downloads von diesem Mac entfernen?
es: ¿Eliminar las descargas de este Mac?
fr: Retirer les téléchargements de ce Mac ?
it: Vuoi rimuovere i download da questo Mac?
ja: ダウンロードしたものをこのMacから削除しますか?
ko: 이 Mac에서 다운로드를 제거하겠습니까?
nl: De downloads van deze Mac verwijderen?
pl: Usunąć pobrane rzeczy z tego Maca?
pt: Remover os downloads deste Mac?
ro: Eliminați descărcările de pe acest Mac?
ru: Удалить загрузки с этого Mac?
sv: Vill du ta bort hämtningarna från den här datorn?
tr: İndirilenler bu Mac’ten kaldırılsın mı?
uk: Вилучити викачування з цього Mac?
zh_hans: 要从这台Mac上移除下载吗？
zh_hant: 要從這部Mac上移除下載項目嗎？

source: Remove the machine in Parallels Desktop and choose to move its files to the Trash
cs: Odstraňte virtuální počítač v aplikaci Parallels Desktop a zvolte přesunutí jeho souborů do koše
de: Entferne die Maschine in Parallels Desktop und entscheide dich dafür, ihre Dateien in den Papierkorb zu legen
es: Elimina la máquina en Parallels Desktop y elige trasladar sus archivos a la papelera
fr: Supprimez la machine dans Parallels Desktop et choisissez de placer ses fichiers dans la corbeille
it: Rimuovi la macchina in Parallels Desktop e scegli di spostarne i file nel Cestino
ja: Parallels Desktopで仮想マシンを取り除き、そのファイルをゴミ箱に入れる方を選んでください
ko: Parallels Desktop에서 가상 컴퓨터를 제거하고 파일은 휴지통으로 이동하기로 선택
nl: Verwijder de machine in Parallels Desktop en kies ervoor om de bestanden ervan naar de prullenmand te verplaatsen
pl: Usuń maszynę w Parallels Desktop i wybierz opcję przeniesienia jej plików do Kosza
pt: Remova a máquina no Parallels Desktop e opte por mover os arquivos dela para o Lixo
ro: Eliminați mașina din Parallels Desktop și alegeți să mutați fișierele acesteia în Coș
ru: Удалите машину в Parallels Desktop и выберите перемещение ее файлов в Корзину
sv: Ta bort maskinen i Parallels Desktop och välj att flytta dess filer till papperskorgen
tr: Parallels Desktop’ta makineyi kaldırın ve dosyalarını Çöp Sepeti’ne taşımayı seçin
uk: Вилучіть віртуальну машину в Parallels Desktop і виберіть переміщення її файлів у Смітник
zh_hans: 在Parallels Desktop中移除虚拟机，并选择将其文件移到废纸篓
zh_hant: 在Parallels Desktop中移除虛擬機器，然後選擇將其檔案丟到「垃圾桶」

source: Remove the machine in VirtualBox and choose to delete all its files
cs: Odstraňte virtuální počítač v aplikaci VirtualBox a zvolte smazání všech jeho souborů
de: Entferne die Maschine in VirtualBox und entscheide dich dafür, alle ihre Dateien zu löschen
es: Elimina la máquina en VirtualBox y elige borrar todos sus archivos
fr: Supprimez la machine dans VirtualBox et choisissez de supprimer tous ses fichiers
it: Rimuovi la macchina in VirtualBox e scegli di eliminarne tutti i file
ja: VirtualBoxで仮想マシンを取り除き、そのファイルをすべて削除する方を選んでください
ko: VirtualBox에서 가상 컴퓨터를 제거하고 파일은 모두 삭제하기로 선택
nl: Verwijder de machine in VirtualBox en kies ervoor om alle bestanden ervan definitief te verwijderen
pl: Usuń maszynę w VirtualBox i wybierz opcję usunięcia wszystkich jej plików
pt: Remova a máquina no VirtualBox e opte por apagar todos os arquivos dela
ro: Eliminați mașina din VirtualBox și alegeți să ștergeți toate fișierele acesteia
ru: Удалите машину в VirtualBox и выберите удаление всех ее файлов
sv: Ta bort maskinen i VirtualBox och välj att radera alla dess filer
tr: VirtualBox’ta makineyi kaldırın ve tüm dosyalarını silmeyi seçin
uk: Вилучіть віртуальну машину у VirtualBox і виберіть видалення всіх її файлів
zh_hans: 在VirtualBox中移除虚拟机，并选择删除其所有文件
zh_hant: 在VirtualBox中移除虛擬機器，然後選擇刪除其所有檔案

source: Removes every download Homebrew keeps, even for the latest versions, as well as what Clean Up removes. The downloads of what is installed now stay.
cs: Odstraní všechny stažené soubory, které si Homebrew ponechává, i ty pro nejnovější verze, a také to, co odstraní příkaz „Vyčistit“. Stažené soubory toho, co je právě nainstalované, zůstanou.
de: Entfernt jeden Download, den Homebrew aufbewahrt, auch für die neuesten Versionen, sowie das, was „Bereinigen“ entfernt. Die Downloads dessen, was jetzt installiert ist, bleiben.
es: Elimina todas las descargas que guarda Homebrew, incluso las de las versiones más recientes, además de lo que elimina la opción Limpiar. Las descargas de lo que está instalado ahora se quedan.
fr: Supprime tous les téléchargements que Homebrew conserve, même ceux des dernières versions, ainsi que ce que supprime Nettoyer. Les téléchargements de ce qui est installé actuellement restent en place.
it: Rimuove tutti i download che Homebrew conserva, anche quelli delle versioni più recenti, oltre a ciò che rimuove “Ripulisci”. I download di ciò che è installato ora restano.
ja: Homebrewが保持しているすべてのダウンロードを、最新バージョンのものも含めて、“クリーンアップ”で削除されるものと合わせて削除します。現在インストールされているもののダウンロードは残ります。
ko: Homebrew가 보관해 둔 모든 다운로드 파일을 최신 버전의 것까지 제거하며, ‘정리’가 제거하는 항목도 제거합니다. 현재 설치된 항목의 다운로드 파일은 그대로 남습니다.
nl: Verwijdert elke download die Homebrew bewaart, ook die van de nieuwste versies, en daarnaast wat 'Ruim op' verwijdert. De downloads van wat nu geïnstalleerd is, blijven staan.
pl: Usuwa wszystkie pobrane pliki zachowane przez Homebrew, także najnowszych wersji, oraz to, co usuwa polecenie Wyczyść. Pobrane pliki tego, co jest teraz zainstalowane, zostają.
pt: Remove todos os downloads que o Homebrew guarda, mesmo os das versões mais recentes, além do que o comando Limpar remove. Os downloads do que está instalado agora ficam.
ro: Elimină fiecare descărcare păstrată de Homebrew, chiar și pentru cele mai noi versiuni, plus ce elimină „Curățați”. Descărcările pentru ce este instalat acum rămân.
ru: Удаляет все загрузки, которые хранит Homebrew, даже для последних версий, а также то, что удаляет кнопка «Очистить». Загрузки того, что установлено сейчас, остаются.
sv: Tar bort alla hämtningar som Homebrew har sparat, även för de senaste versionerna, samt det som Homebrews upprensning tar bort. Hämtningarna för det som är installerat nu finns kvar.
tr: Temizle işleminin kaldırdıklarına ek olarak, Homebrew’un en son sürümlerinkiler dahil sakladığı tüm indirmeleri kaldırır. Şu anda yüklü olanların indirmeleri kalır.
uk: Видаляє всі викачані файли, які зберігає Homebrew, навіть для найновіших версій, а також те, що видаляє команда «Очистити». Викачані файли того, що інстальовано зараз, лишаються.
zh_hans: 移除Homebrew保留的所有下载文件（即使是最新版本的也不例外），以及“清理”会移除的内容。当前已安装内容的下载文件会保留。
zh_hant: 移除Homebrew保留的所有下載檔案（包括最新版本的下載檔案），以及「清理」會移除的項目。目前已安裝項目的下載檔案會保留。

source: Removes every file in Homebrew’s cache older than 30 days, as well as what Clean Up removes.
cs: Odstraní všechny soubory v mezipaměti Homebrew starší než 30 dní a také to, co odstraní příkaz „Vyčistit“.
de: Entfernt jede Datei im Cache von Homebrew, die älter als 30 Tage ist, sowie das, was „Bereinigen“ entfernt.
es: Elimina todos los archivos de la caché de Homebrew de más de 30 días, además de lo que elimina la opción Limpiar.
fr: Supprime tous les fichiers du cache de Homebrew datant de plus de 30 jours, ainsi que ce que supprime Nettoyer.
it: Rimuove ogni file nella cache di Homebrew più vecchio di 30 giorni, oltre a ciò che rimuove “Ripulisci”.
ja: Homebrewのキャッシュ内にある30日より古いすべてのファイルを、“クリーンアップ”で削除されるものと合わせて削除します。
ko: Homebrew의 캐시에서 30일이 지난 모든 파일과 ‘정리’가 제거하는 항목을 제거합니다.
nl: Verwijdert elk bestand in de cache van Homebrew dat ouder is dan 30 dagen, en daarnaast wat 'Ruim op' verwijdert.
pl: Usuwa wszystkie pliki w pamięci podręcznej Homebrew starsze niż 30 dni oraz to, co usuwa polecenie Wyczyść.
pt: Remove todos os arquivos do cache do Homebrew com mais de 30 dias, além do que o comando Limpar remove.
ro: Elimină fiecare fișier mai vechi de 30 de zile din memoria tampon a Homebrew, plus ce elimină „Curățați”.
ru: Удаляет все файлы в кэше Homebrew старше 30 дней, а также то, что удаляет кнопка «Очистить».
sv: Tar bort alla filer i Homebrews cache som är äldre än 30 dagar, samt det som Homebrews upprensning tar bort.
tr: Temizle işleminin kaldırdıklarına ek olarak, Homebrew’un önbelleğindeki 30 günden eski tüm dosyaları kaldırır.
uk: Видаляє всі файли в кеші Homebrew, старші за 30 днів, а також те, що видаляє команда «Очистити».
zh_hans: 移除Homebrew缓存中超过30天的所有文件，以及“清理”会移除的内容。
zh_hant: 移除Homebrew快取中超過30天的所有檔案，以及「清理」會移除的項目。
